Repository: christosk92/WaveeMusic
Catalog: src/Wavee.UI.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

# AppDescription
source: A music player for Spotify.
ko_kr: Spotify용 음악 플레이어입니다.

# BrowseAll_Eyebrow_Top
source: TOP
ko_kr: 주요 콘텐츠

# BrowseAll_Eyebrow_ForYou
source: FOR YOU
ko_kr: 당신을 위한

# BrowseAll_Eyebrow_Genres
source: GENRES
ko_kr: 장르

# BrowseAll_Eyebrow_MoodAndActivity
source: MOOD & ACTIVITY
ko_kr: 분위기 및 활동

# BrowseAll_Eyebrow_Charts
source: CHARTS
ko_kr: 차트

# BrowseAll_Eyebrow_More
source: MORE
ko_kr: 기타

# Playlist_Chart_Updated
source: Updated {0}
ko_kr: {0} 업데이트됨

# Playlist_Chart_NewEntriesOne
source: 1 new entry
ko_kr: 신규 진입 1곡

# Playlist_Chart_NewEntriesMany
source: {0} new entries
ko_kr: 신규 진입 {0}곡

# Playlist_Chart_New
source: NEW
ko_kr: 신규

# Playlist_Chart_TooltipUp
source: Up {0} from #{1}
ko_kr: #{1}에서 {0}계단 상승

# Playlist_Chart_TooltipDown
source: Down {0} from #{1}
ko_kr: #{1}에서 {0}계단 하락

# Playlist_Chart_TooltipEqual
source: Holding position
ko_kr: 순위 유지

# Playlist_Chart_TooltipNew
source: New entry
ko_kr: 신규 진입

# CardMenu_OpenAlbum
source: Open album
ko_kr: 앨범 열기

# CardMenu_OpenArtist
source: Open artist
ko_kr: 아티스트 열기

# CardMenu_OpenInNewTab
source: Open in new tab
ko_kr: 새 탭에서 열기

# CardMenu_OpenPlaylist
source: Open playlist
ko_kr: 플레이리스트 열기

# Controls_ActivityBell_ActivityBell__Button_1.ToolTipService.ToolTip
source: Activity
ko_kr: 활동

# Controls_ActivityBell_ActivityBell__Button_3.Content
source: Read all
ko_kr: 모두 읽음

# Controls_ActivityBell_ActivityBell__Button_4.Content
source: Clear
ko_kr: 지우기

# Controls_ActivityBell_ActivityBell__TextBlock_2.Text
source: Activity
ko_kr: 활동

# Controls_ActivityBell_ActivityBell__TextBlock_5.Text
source: No recent activity
ko_kr: 최근 활동 없음

# Controls_AlbumDetailPanel_AlbumDetailPanel__HyperlinkButton_3.Content
source: View album
ko_kr: 앨범 보기

# Controls_AlbumDetailPanel_AlbumDetailPanel__TextBlock_1.Text
source: Play
ko_kr: 재생

# Controls_AlbumDetailPanel_AlbumDetailPanel__TextBlock_2.Text
source: Shuffle
ko_kr: 셔플

# Controls_Cards_BaselineHomeCard__TextBlock_1.Text
source: Playlist
ko_kr: 플레이리스트

# Controls_Cards_BaselineHomeCard__TextBlock_2.Text
source: FEATURING
ko_kr: 수록

# Controls_Diagnostics_UiHealthOverlay__Button_1.Content
source: Graph
ko_kr: 그래프

# Controls_Diagnostics_UiHealthOverlay__Button_2.Content
source: Copy
ko_kr: 복사

# Controls_Diagnostics_UiHealthOverlay__Button_3.Content
source: Reset
ko_kr: 초기화

# Controls_FollowButton__TextBlock_1.Text
source: Follow
ko_kr: 팔로우

# Controls_HeartButton__Button_1.ToolTipService.ToolTip
source: Save to Liked Songs
ko_kr: 좋아요 표시한 곡에 저장

# Controls_LocationButton__TextBlock_1.Text
source: Set location
ko_kr: 위치 설정

# Controls_NavigationToolbar_NavigationToolbar__Button_1.ToolTipService.ToolTip
source: Back
ko_kr: 뒤로

# Controls_NavigationToolbar_NavigationToolbar__Button_10.ToolTipService.ToolTip
source: Toggle theme
ko_kr: 테마 전환

# Controls_NavigationToolbar_NavigationToolbar__Button_2.ToolTipService.ToolTip
source: Forward
ko_kr: 앞으로

# Controls_NavigationToolbar_NavigationToolbar__Button_3.ToolTipService.ToolTip
source: Home
ko_kr: 홈

# Controls_NavigationToolbar_NavigationToolbar__Button_4.ToolTipService.ToolTip
source: Refresh
ko_kr: 새로 고침

# Controls_NavigationToolbar_NavigationToolbar__Button_6.ToolTipService.ToolTip
source: Profile
ko_kr: 프로필

# Controls_NavigationToolbar_NavigationToolbar__MenuFlyoutItem_7.Text
source: View Profile
ko_kr: 프로필 보기

# Controls_NavigationToolbar_NavigationToolbar__MenuFlyoutItem_8.Text
source: Settings
ko_kr: 설정

# Controls_NavigationToolbar_NavigationToolbar__MenuFlyoutItem_9.Text
source: Sign out
ko_kr: 로그아웃

# Controls_NavigationToolbar_NavigationToolbar__Omnibar_5.PlaceholderText
source: Search songs, artists, albums...
ko_kr: 곡, 아티스트, 앨범 검색...

# Controls_Omnibar_SearchFlyoutPanel__TextBlock_1.Text
source: Recent searches
ko_kr: 최근 검색

# Controls_PlayerBar_PlayerBar__Button_1.ToolTipService.ToolTip
source: Previous
ko_kr: 이전

# Controls_PlayerBar_PlayerBar__Button_2.ToolTipService.ToolTip
source: Play/Pause
ko_kr: 재생/일시정지

# Controls_PlayerBar_PlayerBar__Button_3.ToolTipService.ToolTip
source: Next
ko_kr: 다음

# Controls_PlayerBar_PlayerBar__Button_6.ToolTipService.ToolTip
source: Volume
ko_kr: 볼륨

# Controls_PlayerBar_PlayerBar__ToggleButton_10.ToolTipService.ToolTip
source: Friends Activity
ko_kr: 친구 활동

# Controls_PlayerBar_PlayerBar__ToggleButton_4.ToolTipService.ToolTip
source: Shuffle
ko_kr: 셔플

# Controls_PlayerBar_PlayerBar__ToggleButton_5.ToolTipService.ToolTip
source: Repeat
ko_kr: 반복

# Controls_PlayerBar_PlayerBar__ToggleButton_7.ToolTipService.ToolTip
source: Queue
ko_kr: 대기열

# Controls_PlayerBar_PlayerBar__ToggleButton_8.ToolTipService.ToolTip
source: Details
ko_kr: 세부 정보

# Controls_PlayerBar_PlayerBar__ToggleButton_9.ToolTipService.ToolTip
source: Lyrics
ko_kr: 가사

# Controls_Queue_QueueControl__TextBlock_1.Text
source: Now Playing
ko_kr: 지금 재생 중

# Controls_Queue_QueueControl__TextBlock_2.Text
source: Your queue is empty. Play something to see it here.
ko_kr: 대기열이 비어 있습니다. 음악을 재생하면 여기에 표시됩니다.

# Controls_RecentlyPlayedSection__TextBlock_1.Text
source: Recently Played
ko_kr: 최근 재생

# Controls_RightPanel_FriendsTabView__TextBlock_1.Text
source: Friends Activity
ko_kr: 친구 활동

# Controls_RightPanel_FriendsTabView__TextBlock_2.Text
source: See what your friends are listening to.
ko_kr: 친구들이 무엇을 듣고 있는지 확인하세요.

# Controls_RightPanel_RightPanelView__Button_6.ToolTipService.ToolTip
source: More options
ko_kr: 추가 옵션

# Controls_RightPanel_RightPanelView__HyperlinkButton_11.Content
source: View all credits
ko_kr: 모든 크레딧 보기

# Controls_RightPanel_RightPanelView__HyperlinkButton_9.Content
source: Show more
ko_kr: 더 보기

# Controls_RightPanel_RightPanelView__SegmentedItem_1.Content
source: Queue
ko_kr: 대기열

# Controls_RightPanel_RightPanelView__SegmentedItem_2.Content
source: Lyrics
ko_kr: 가사

# Controls_RightPanel_RightPanelView__SegmentedItem_2_Transcript.Content
source: Transcript
ko_kr: 대본

# Controls_RightPanel_RightPanelView__SegmentedItem_3.Content
source: Friends
ko_kr: 친구

# Controls_RightPanel_RightPanelView__SegmentedItem_4.Content
source: Details
ko_kr: 세부 정보

# Controls_RightPanel_RightPanelView__TextBlock_10.Text
source: Credits
ko_kr: 크레딧

# Controls_RightPanel_RightPanelView__TextBlock_12.Text
source: Concerts
ko_kr: 콘서트

# Controls_RightPanel_RightPanelView__TextBlock_13.Text
source: Related Videos
ko_kr: 관련 동영상

# Controls_RightPanel_RightPanelView__TextBlock_5.Text
source: No lyrics available for this track
ko_kr: 이 트랙에 사용할 수 있는 가사가 없습니다

# Controls_RightPanel_RightPanelView__TextBlock_5_Transcript.Text
source: No transcript available for this episode
ko_kr: 이 에피소드에 사용할 수 있는 대본이 없습니다

# Controls_RightPanel_RightPanelView__TextBlock_7.Text
source: Lyrics
ko_kr: 가사

# Controls_RightPanel_RightPanelView__TextBlock_8.Text
source: About
ko_kr: 정보

# Controls_Settings_AboutSettingsSection__Button_4.Content
source: Check now
ko_kr: 지금 확인

# Controls_Settings_AboutSettingsSection__Button_9.Content
source: Retry
ko_kr: 다시 시도

# Controls_Settings_AboutSettingsSection__SettingsCard_10.Description
source: Read alpha tester notes, known limitations, and reporting guidance
ko_kr: 알파 테스트 노트, 알려진 제한 사항, 문제 신고 방법을 확인하세요

# Controls_Settings_AboutSettingsSection__SettingsCard_10.Header
source: Release notes
ko_kr: 릴리스 노트

# Controls_Settings_AboutSettingsSection__SettingsCard_12.Description
source: Report bugs, request features, or share your thoughts
ko_kr: 버그를 신고하고, 기능을 요청하거나, 의견을 공유하세요

# Controls_Settings_AboutSettingsSection__SettingsCard_12.Header
source: Send feedback
ko_kr: 피드백 보내기

# Controls_Settings_AboutSettingsSection__SettingsCard_14.Description
source: View the project on GitHub
ko_kr: GitHub에서 프로젝트 보기

# Controls_Settings_AboutSettingsSection__SettingsCard_14.Header
source: Source code
ko_kr: 소스 코드

# Controls_Settings_AboutSettingsSection__SettingsCard_5.Header
source: Current version
ko_kr: 현재 버전

# Controls_Settings_AboutSettingsSection__SettingsCard_6.Header
source: Distribution
ko_kr: 배포 방식

# Controls_Settings_AboutSettingsSection__SettingsCard_7.Header
source: Changelog
ko_kr: 변경 내역

# Controls_Settings_AboutSettingsSection__SettingsCard_8.Header
source: Error
ko_kr: 오류

# Controls_Settings_AboutSettingsSection__SettingsExpander_3.Header
source: Check for updates
ko_kr: 업데이트 확인

# Controls_Settings_AboutSettingsSection__TextBlock_11.Text
source: Help
ko_kr: 도움말

# Controls_Settings_AboutSettingsSection__TextBlock_13.Text
source: Links
ko_kr: 링크

# Controls_Settings_AboutSettingsSection__TextBlock_15.Text
source: Built with WinUI 3 and .NET
ko_kr: WinUI 3 및 .NET으로 제작

# Controls_Settings_AboutSettingsSection__TextBlock_2.Text
source: Updates
ko_kr: 업데이트

# Controls_Settings_AudioSettingsSection__Button_8.Content
source: Reset
ko_kr: 초기화

# Controls_Settings_AudioSettingsSection__ComboBox_1.Header
source: Preset
ko_kr: 프리셋

# Controls_Settings_AudioSettingsSection__ComboBoxItem_2.Content
source: Flat
ko_kr: 플랫

# Controls_Settings_AudioSettingsSection__ComboBoxItem_3.Content
source: Bass Boost
ko_kr: 베이스 부스트

# Controls_Settings_AudioSettingsSection__ComboBoxItem_4.Content
source: Treble Boost
ko_kr: 고음 부스트

# Controls_Settings_AudioSettingsSection__ComboBoxItem_5.Content
source: Vocal
ko_kr: 보컬

# Controls_Settings_AudioSettingsSection__ComboBoxItem_6.Content
source: Radio
ko_kr: 라디오

# Controls_Settings_AudioSettingsSection__ToggleSwitch_7.Header
source: Equalizer
ko_kr: 이퀄라이저

# Controls_Settings_DiagnosticsSettingsSection__AutoSuggestBox_21.PlaceholderText
source: Filter...
ko_kr: 필터...

# Controls_Settings_DiagnosticsSettingsSection__Button_20.Content
source: Sync now
ko_kr: 지금 동기화

# Controls_Settings_DiagnosticsSettingsSection__Button_23.ToolTipService.ToolTip
source: Clear (Ctrl+L)
ko_kr: 지우기 (Ctrl+L)

# Controls_Settings_DiagnosticsSettingsSection__Button_24.ToolTipService.ToolTip
source: Open logs folder
ko_kr: 로그 폴더 열기

# Controls_Settings_DiagnosticsSettingsSection__ComboBoxItem_14.Content
source: 5 minutes
ko_kr: 5분

# Controls_Settings_DiagnosticsSettingsSection__ComboBoxItem_15.Content
source: 10 minutes
ko_kr: 10분

# Controls_Settings_DiagnosticsSettingsSection__ComboBoxItem_16.Content
source: 15 minutes
ko_kr: 15분

# Controls_Settings_DiagnosticsSettingsSection__ComboBoxItem_17.Content
source: 30 minutes
ko_kr: 30분

# Controls_Settings_DiagnosticsSettingsSection__Run_10.Text
source: ms offset
ko_kr: ms 오프셋

# Controls_Settings_DiagnosticsSettingsSection__Run_22.Text
source: lines
ko_kr: 줄

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_11.Description
source: Latency of the best sync sample
ko_kr: 가장 좋은 동기화 샘플의 지연 시간

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_11.Header
source: Network round-trip
ko_kr: 네트워크 왕복 시간

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_13.Description
source: How often to re-synchronize
ko_kr: 다시 동기화하는 빈도

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_13.Header
source: Sync interval
ko_kr: 동기화 간격

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_18.Header
source: Last sync
ko_kr: 마지막 동기화

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_2.Description
source: PID of the audio engine process (0 = in-process)
ko_kr: 오디오 엔진 프로세스의 PID(0 = 프로세스 내)

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_2.Header
source: Process ID
ko_kr: 프로세스 ID

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_3.Description
source: Number of auto-restarts this session
ko_kr: 이 세션의 자동 재시작 횟수

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_3.Header
source: Restart Count
ko_kr: 재시작 횟수

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_4.Description
source: PortAudio buffer underflows (causes audible glitches)
ko_kr: PortAudio 버퍼 언더플로(들리는 끊김 발생)

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_4.Header
source: Audio Underruns
ko_kr: 오디오 언더런

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_5.Description
source: Garbage collection counts (Gen2 causes audio freezes)
ko_kr: 가비지 컬렉션 횟수(Gen2는 오디오 멈춤을 일으킬 수 있음)

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_5.Header
source: GC Collections
ko_kr: GC 컬렉션

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_6.Description
source: Profiled operations that block the UI thread
ko_kr: UI 스레드를 차단하는 프로파일링된 작업

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_6.Header
source: Slowest UI Operations
ko_kr: 가장 느린 UI 작업

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_7.Description
source: Messages sent/received over the Named Pipe
ko_kr: Named Pipe로 보내고 받은 메시지

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_7.Header
source: IPC Throughput
ko_kr: IPC 처리량

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_8.Description
source: Time since last state update from audio process
ko_kr: 오디오 프로세스의 마지막 상태 업데이트 이후 시간

# Controls_Settings_DiagnosticsSettingsSection__SettingsCard_8.Header
source: State Freshness
ko_kr: 상태 신선도

# Controls_Settings_DiagnosticsSettingsSection__SettingsExpander_1.Header
source: Audio Pipeline
ko_kr: 오디오 파이프라인

# Controls_Settings_DiagnosticsSettingsSection__SettingsExpander_9.Description
source: NTP-style sync with Spotify's server clock
ko_kr: Spotify 서버 시계와 NTP 방식으로 동기화

# Controls_Settings_DiagnosticsSettingsSection__SettingsExpander_9.Header
source: Clock Synchronization
ko_kr: 시계 동기화

# Controls_Settings_DiagnosticsSettingsSection__TextBlock_19.Text
source: Next sync in
ko_kr: 다음 동기화까지

# Controls_Settings_DiagnosticsSettingsSection__TextBlock_25.Text
source: New logs
ko_kr: 새 로그

# Controls_Settings_DiagnosticsSettingsSection__TextBlock_26.Text
source: Past Logs
ko_kr: 이전 로그

# Controls_Settings_GeneralSettingsSection__Button_11.Content
source: Reset
ko_kr: 초기화

# Controls_Settings_GeneralSettingsSection__ComboBoxItem_3.Content
source: Light
ko_kr: 밝게

# Controls_Settings_GeneralSettingsSection__ComboBoxItem_4.Content
source: Dark
ko_kr: 어둡게

# Controls_Settings_GeneralSettingsSection__ComboBoxItem_5.Content
source: System
ko_kr: 시스템

# Controls_Settings_GeneralSettingsSection__SettingsCard_10.Header
source: Zoom level
ko_kr: 확대/축소 수준

# Controls_Settings_GeneralSettingsSection__SettingsCard_2.Description
source: Choose light, dark, or match your system
ko_kr: 밝게, 어둡게 또는 시스템 설정에 맞춤을 선택합니다

# Controls_Settings_GeneralSettingsSection__SettingsCard_2.Header
source: Theme
ko_kr: 테마

# Controls_Settings_GeneralSettingsSection__TextBlock_1.Text
source: Appearance
ko_kr: 모양

# Controls_Settings_GeneralSettingsSection__TextBlock_6.Text
source: Display
ko_kr: 표시

# Controls_Settings_GeneralSettingsSection__TextBlock_7.Text
source: Compact
ko_kr: 작게

# Controls_Settings_GeneralSettingsSection__TextBlock_8.Text
source: Default
ko_kr: 기본값

# Controls_Settings_GeneralSettingsSection__TextBlock_9.Text
source: Spacious
ko_kr: 넓게

# Controls_Settings_PlaybackSettingsSection__ComboBoxItem_13.Content
source: Normal (96 kbps)
ko_kr: 보통(96kbps)

# Controls_Settings_PlaybackSettingsSection__ComboBoxItem_14.Content
source: High (160 kbps)
ko_kr: 높음(160kbps)

# Controls_Settings_PlaybackSettingsSection__ComboBoxItem_15.Content
source: Very High (320 kbps)
ko_kr: 매우 높음(320kbps)

# Controls_Settings_PlaybackSettingsSection__ComboBoxItem_3.Content
source: Single tap
ko_kr: 한 번 탭

# Controls_Settings_PlaybackSettingsSection__ComboBoxItem_4.Content
source: Double tap
ko_kr: 두 번 탭

# Controls_Settings_PlaybackSettingsSection__ComboBoxItem_7.Content
source: Play and clear queue
ko_kr: 재생하고 대기열 비우기

# Controls_Settings_PlaybackSettingsSection__ComboBoxItem_8.Content
source: Play next
ko_kr: 다음에 재생

# Controls_Settings_PlaybackSettingsSection__ComboBoxItem_9.Content
source: Play later
ko_kr: 나중에 재생

# Controls_Settings_PlaybackSettingsSection__SettingsCard_10.Description
source: Show a prompt before replacing the current queue
ko_kr: 현재 대기열을 바꾸기 전에 확인 창을 표시합니다

# Controls_Settings_PlaybackSettingsSection__SettingsCard_10.Header
source: Ask before playing
ko_kr: 재생 전 확인

# Controls_Settings_PlaybackSettingsSection__SettingsCard_12.Description
source: Higher quality uses more bandwidth and storage
ko_kr: 품질이 높을수록 더 많은 대역폭과 저장 공간을 사용합니다

# Controls_Settings_PlaybackSettingsSection__SettingsCard_12.Header
source: Streaming quality
ko_kr: 스트리밍 품질

# Controls_Settings_PlaybackSettingsSection__SettingsCard_16.Description
source: Adjust volume levels so all tracks play at a similar loudness
ko_kr: 모든 트랙이 비슷한 음량으로 재생되도록 볼륨을 조정합니다

# Controls_Settings_PlaybackSettingsSection__SettingsCard_16.Header
source: Normalize volume
ko_kr: 볼륨 정규화

# Controls_Settings_PlaybackSettingsSection__SettingsCard_2.Description
source: How clicking a track starts playback
ko_kr: 트랙을 클릭했을 때 재생을 시작하는 방식

# Controls_Settings_PlaybackSettingsSection__SettingsCard_2.Header
source: Track click behavior
ko_kr: 트랙 클릭 동작

# Controls_Settings_PlaybackSettingsSection__SettingsCard_6.Description
source: What happens when you start a track
ko_kr: 트랙을 시작할 때 수행할 동작

# Controls_Settings_PlaybackSettingsSection__SettingsCard_6.Header
source: Default play action
ko_kr: 기본 재생 동작

# Controls_Settings_PlaybackSettingsSection__TextBlock_1.Text
source: Interaction
ko_kr: 상호작용

# Controls_Settings_PlaybackSettingsSection__TextBlock_11.Text
source: Audio
ko_kr: 오디오

# Controls_Settings_PlaybackSettingsSection__TextBlock_17.Text
source: Lyrics sources
ko_kr: 가사 소스

# Controls_Settings_PlaybackSettingsSection__TextBlock_18.Text
source: Drag to reorder by preference. Higher position = stronger weight when multiple sources match.
ko_kr: 선호도에 따라 끌어서 순서를 변경하세요. 위치가 높을수록 여러 소스가 일치할 때 더 높은 우선순위를 가집니다.

# Controls_Settings_PlaybackSettingsSection__TextBlock_5.Text
source: Queue
ko_kr: 대기열

# Controls_Settings_StorageNetworkSettingsSection__Button_15.Content
source: Clear Cache
ko_kr: 캐시 지우기

# Controls_Settings_StorageNetworkSettingsSection__ComboBoxItem_19.Content
source: 10 seconds
ko_kr: 10초

# Controls_Settings_StorageNetworkSettingsSection__ComboBoxItem_20.Content
source: 30 seconds
ko_kr: 30초

# Controls_Settings_StorageNetworkSettingsSection__ComboBoxItem_21.Content
source: 60 seconds
ko_kr: 60초

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_13.Header
source: Cache location
ko_kr: 캐시 위치

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_14.Description
source: Delete all cached audio files
ko_kr: 캐시된 오디오 파일을 모두 삭제합니다

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_14.Header
source: Clear cache
ko_kr: 캐시 지우기

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_17.Description
source: Automatically reconnect when the connection is lost
ko_kr: 연결이 끊기면 자동으로 다시 연결합니다

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_17.Header
source: Auto-reconnect
ko_kr: 자동 재연결

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_18.Description
source: Maximum time to wait when connecting
ko_kr: 연결할 때 기다릴 최대 시간

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_18.Header
source: Connection timeout
ko_kr: 연결 시간 제한

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_2.Description
source: Balances memory usage against network refetches and browsing speed. Medium matches the default.
ko_kr: 메모리 사용량, 네트워크 재요청, 탐색 속도의 균형을 맞춥니다. 중간은 기본값과 같습니다.

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_2.Header
source: Caching profile
ko_kr: 캐싱 프로필

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_7.Description
source: Cache audio files locally for faster playback
ko_kr: 더 빠른 재생을 위해 오디오 파일을 로컬에 캐시합니다

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_7.Header
source: Enable cache
ko_kr: 캐시 사용

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_8.Description
source: Oldest tracks are automatically removed when the limit is reached
ko_kr: 제한에 도달하면 가장 오래된 트랙이 자동으로 제거됩니다

# Controls_Settings_StorageNetworkSettingsSection__SettingsCard_8.Header
source: Cache size limit
ko_kr: 캐시 크기 제한

# Controls_Settings_StorageNetworkSettingsSection__TextBlock_1.Text
source: Memory Caches
ko_kr: 메모리 캐시

# Controls_Settings_StorageNetworkSettingsSection__TextBlock_16.Text
source: Connection
ko_kr: 연결

# Controls_Settings_StorageNetworkSettingsSection__TextBlock_3.Text
source: Medium
ko_kr: 중간

# Controls_Settings_StorageNetworkSettingsSection__TextBlock_4.Text
source: High
ko_kr: 높음

# Controls_Settings_StorageNetworkSettingsSection__TextBlock_5.Text
source: Very Aggressive
ko_kr: 매우 공격적

# Controls_Settings_StorageNetworkSettingsSection__TextBlock_6.Text
source: Audio Cache
ko_kr: 오디오 캐시

# Controls_Sidebar_SidebarView__ItemsRepeater_1.AutomationProperties.Name
source: Sidebar pane
ko_kr: 사이드바 패널

# Controls_SpotifyConnectDialog__Button_12.Content
source: Try Again
ko_kr: 다시 시도

# Controls_SpotifyConnectDialog__Button_14.Content
source: Close
ko_kr: 닫기

# Controls_SpotifyConnectDialog__Button_8.ToolTipService.ToolTip
source: Copy code
ko_kr: 코드 복사

# Controls_SpotifyConnectDialog__TextBlock_10.Text
source: Setting up your library...
ko_kr: 라이브러리 설정 중...

# Controls_SpotifyConnectDialog__TextBlock_11.Text
source: Connected!
ko_kr: 연결됨!

# Controls_SpotifyConnectDialog__TextBlock_13.Text
source: Step 1 of 3
ko_kr: 1/3 단계

# Controls_SpotifyConnectDialog__TextBlock_2.Text
source: Log in
ko_kr: 로그인

# Controls_SpotifyConnectDialog__TextBlock_3.Text
source: OR
ko_kr: 또는

# Controls_SpotifyConnectDialog__TextBlock_4.Text
source: Scan QR code to log in
ko_kr: 로그인하려면 QR 코드를 스캔하세요

# Controls_SpotifyConnectDialog__TextBlock_5.Text
source: Or go to
ko_kr: 또는 다음으로 이동

# Controls_SpotifyConnectDialog__TextBlock_7.Text
source: and enter code:
ko_kr: 및 코드 입력:

# Controls_SpotifyConnectDialog__TextBlock_9.Text
source: Connecting to Spotify...
ko_kr: Spotify에 연결하는 중...

# Controls_TabBar_TabBar__MenuFlyoutItem_1.Text
source: Compact
ko_kr: 작게

# Controls_TabBar_TabBar__MenuFlyoutItem_2.Text
source: Close Tab
ko_kr: 탭 닫기

# Controls_TabBar_TabBar__MenuFlyoutItem_3.Text
source: Close Tabs to the Left
ko_kr: 왼쪽 탭 닫기

# Controls_TabBar_TabBar__MenuFlyoutItem_4.Text
source: Close Tabs to the Right
ko_kr: 오른쪽 탭 닫기

# Controls_TabBar_TabBar__MenuFlyoutItem_5.Text
source: Close Other Tabs
ko_kr: 다른 탭 닫기

# Controls_Track_TrackItem__TextBlock_1.Text
source: Music Video
ko_kr: 뮤직 비디오

# Controls_TrackList_TrackListView__MenuFlyoutItem_11.Text
source: New playlist...
ko_kr: 새 플레이리스트...

# Controls_TrackList_TrackListView__TextBlock_1.Text
source: Title
ko_kr: 제목

# Controls_TrackList_TrackListView__TextBlock_10.Text
source: Duration
ko_kr: 길이

# Controls_TrackList_TrackListView__TextBlock_2.Text
source: Artist
ko_kr: 아티스트

# Controls_TrackList_TrackListView__TextBlock_3.Text
source: Album
ko_kr: 앨범

# Controls_TrackList_TrackListView__TextBlock_4.Text
source: Date Added
ko_kr: 추가한 날짜

# Controls_TrackList_TrackListView__TextBlock_5.Text
source: Duration
ko_kr: 길이

# Controls_TrackList_TrackListView__TextBlock_6.Text
source: Title
ko_kr: 제목

# Controls_TrackList_TrackListView__TextBlock_7.Text
source: Artist
ko_kr: 아티스트

# Controls_TrackList_TrackListView__TextBlock_8.Text
source: Album
ko_kr: 앨범

# Controls_TrackList_TrackListView__TextBlock_9.Text
source: Date Added
ko_kr: 추가한 날짜

# Controls_WhatsNewDialog__Button_2.Content
source: Got it
ko_kr: 확인

# Controls_WhatsNewDialog__HyperlinkButton_1.Content
source: View full release notes on GitHub
ko_kr: GitHub에서 전체 릴리스 노트 보기

# Error_ContentNotFound
source: Content not found.
ko_kr: 콘텐츠를 찾을 수 없습니다.

# Error_GenericTryAgain
source: Something went wrong. Please try again.
ko_kr: 문제가 발생했습니다. 다시 시도하세요.

# Error_NetworkCheckConnection
source: Network error. Check your connection.
ko_kr: 네트워크 오류입니다. 연결을 확인하세요.

# Error_RequestCancelled
source: Request was cancelled.
ko_kr: 요청이 취소되었습니다.

# Error_SessionExpiredReconnect
source: Session expired. Please reconnect.
ko_kr: 세션이 만료되었습니다. 다시 연결하세요.
